{
    "Activate": "Aktiviere",
    "Activate Two-Factor Authentication": "Aktiviere die Zwei-Faktor-Authentifizierung",
    "Add additional security to your account using two factor authentication": "Füge eine zusätzliche Sicherheitsmaßnahme zu deinem Konto hinzu, indem du die Zwei-Faktor-Authentifizierung verwendest.",
    "Authenticate with your code": "Authentifiziere dich mit deinem Code",
    "Authenticator app": "Authentifizierungs-App",
    "Cancel": "Abbrechen",
    "Code": "Code",
    "Confirm": "Bestätige",
    "Deactivate": "Deaktiviere",
    "Email": "E-Mail",
    "From now on, you will be asked for a code when you log in.": "Von jetzt an wird dir bei der Anmeldung ein Code angefordert.",
    "Hello": "Hallo",
    "If you didn't try to log in, please change your password immediately to protect your account.": "Falls du nicht versucht hast dich anzumelden, ändere dein Passwort sofort, um deine Sicherheit zu gewährleisten.",
    "Kind regards": "Mit freundlichen Grüßen",
    "Login": "Anmeldung",
    "Or scan the QR code with your authenticator app": "Oder scanne den QR-Code mit deiner Authentifizierungs-App",
    "Password Confirmation": "Passwortbestätigung",
    "Phone number": "Telefonnummer",
    "email": "E-Mail",
    "phone": "Telefon",
    "authenticator app": "Authentifizierungs-App",
    "Please confirm this is your :type before continuing.": "Bitte bestätige, dass dies dein :type ist, bevor du fortfährst.",
    "Recovery code": "Wiederherstellungscode",
    "Regenerate": "Neu generieren",
    "Resend": "Erneut senden",
    "Reset Password": "Passwort zurücksetzen",
    "SMS": "SMS",
    "Save these recovery codes in a secure place as they can be used to recover access to your account if you lose your device": "Sichere diese Wiederherstellungs-Codes an einem sicheren Ort, da sie verwendet werden können, um den Zugang zu deinem Konto wieder herzustellen, falls du dein Gerät verlierst.",
    "Secure your account": "Sichere dein Konto",
    "Submit": "Senden",
    "Successfully resend the OTP code": "Der OTP-Code wurde erfolgreich erneut gesendet.",
    "The provided two factor authentication code was invalid.": "Der bereitgestellte Zwei-Faktor-Authentifizierungscodes war ungültig.",
    "The secret key to setup the authenticator app is": "Der geheime Schlüssel zur Einrichtung der Authentifizierungs-App lautet:",
    "Two-Factor Authentication": "Zwei-Faktor-Authentifizierung",
    "Two-Factor Authentication activated": "Zwei-Faktor-Authentifizierung aktiviert",
    "Two-Factor Authentication deactivated": "Zwei-Faktor-Authentifizierung deaktiviert",
    "Two-Factor Authentication enabled": "Zwei-Faktor-Authentifizierung eingeschaltet",
    "Verify": "Überprüfe",
    "You can disable two factor authentication at any time by using the button below": "Du kannst die Zwei-Faktor-Authentifizierung jederzeit mit dem unten stehenden Button deaktivieren.",
    "You can now log in without a code.": "Du kannst jetzt ohne Code anmelden.",
    "You have :amount options to confirm your identity, please choose one of the options below to continue": "Du hast :amount Optionen, um deine Identität zu bestätigen. Wähle eine der unten stehenden Optionen aus, um fortzufahren.",
    "You recently requested to log in to your account. To complete the login, please use the following two-factor authentication (2FA) code:": "Du hast kürzlich angefragt, dich anzumelden. Um die Anmeldung abzuschließen, verwende bitte den folgenden Zwei-Faktor-Authentifizierungscodes:",
    "Your account has been secured with two factor authentication": "Dein Konto wurde mit der Zwei-Faktor-Authentifizierung gesichert.",
    "Your security code for :app": "Dein Sicherheitscode für :app",
    "Your security code is": "Dein Sicherheitscode ist"
}
