{
    "Activate": "Activeer",
    "Activate Two-Factor Authentication": "Activeer tweestapsverificatie",
    "Add additional security to your account using two factor authentication": "Voeg extra beveiliging toe aan uw account met tweestapsverificatie",
    "Authenticate with your code": "Verifieer met uw authenticatiecode",
    "Authenticator app": "Authenticator app",
    "Cancel": "Annuleren",
    "Code": "Code",
    "Confirm": "Bevestigen",
    "Deactivate": "Deactiveer",
    "Email": "E-mail",
    "From now on, you will be asked for a code when you log in.": "Vanaf nu wordt u gevraagd om een code in te voeren wanneer u inlogt.",
    "Hello": "Hallo",
    "If you didn't try to log in, please change your password immediately to protect your account.": "Als u niet heeft geprobeerd in te loggen, wijzig dan onmiddellijk uw wachtwoord om uw account te beschermen.",
    "Kind regards": "Met vriendelijke groet",
    "Login": "Inloggen",
    "Or scan the QR code with your authenticator app": "Of scan de QR-code met uw authenticator-app",
    "Password Confirmation": "Wachtwoordbevestiging",
    "Phone number": "Telefoonnummer",
    "email": "e-mailadres",
    "phone": "telefoonnummer",
    "authenticator app": "authenticator app",
    "Please confirm this is your :type before continuing.": "Bevestig dat dit uw :type is voordat u doorgaat.",
    "Recovery code": "Herstelcode",
    "Regenerate": "Opnieuw genereren",
    "Resend": "Opnieuw Verzenden",
    "Reset Password": "Wachtwoord Resetten",
    "SMS": "SMS",
    "Save these recovery codes in a secure place as they can be used to recover access to your account if you lose your device": "Bewaar deze herstelcodes op een veilige plaats, omdat ze kunnen worden gebruikt om toegang tot uw account te herstellen als u uw apparaat verliest",
    "Secure your account": "Beveilig uw account",
    "Submit": "Verzenden",
    "Successfully resend the OTP code": "OTP-code succesvol opnieuw verzonden",
    "The provided two factor authentication code was invalid.": "De verstrekte tweestapsverificatiecode was ongeldig.",
    "The secret key to setup the authenticator app is": "De geheime sleutel om de authenticator-app in te stellen is",
    "Two-Factor Authentication": "Tweestapsverificatie",
    "Two-Factor Authentication activated": "Tweestapsverificatie geactiveerd",
    "Two-Factor Authentication deactivated": "Tweestapsverificatie gedeactiveerd",
    "Two-Factor Authentication enabled": "Tweestapsverificatie ingeschakeld",
    "Two-Factor Authentication mandatory": "Tweestapsverificatie verplicht",
    "Verify": "Verifiëren",
    "You can disable two factor authentication at any time by using the button below": "U kunt tweestapsverificatie op elk moment uitschakelen met de onderstaande knop",
    "You can now log in without a code.": "U kunt nu inloggen zonder code.",
    "You have :amount options to confirm your identity, please choose one of the options below to continue": "U heeft :amount opties om uw identiteit te bevestigen, kies een van de onderstaande opties om door te gaan",
    "You recently requested to log in to your account. To complete the login, please use the following two-factor authentication (2FA) code:": "U heeft onlangs gevraagd om in te loggen op uw account. Gebruik de volgende tweestapsverificatie (2FA) code om de login te voltooien:",
    "Your account has been secured with two factor authentication": "Uw account is beveiligd met tweestapsverificatie",
    "Your administrator requires you to enable two-factor authentication.": "Uw beheerder vereist dat u tweestapsverificatie inschakelt.",
    "Your security code for :app": "Uw beveiligingscode voor :app",
    "Your security code is": "Uw beveiligingscode is"
}
